{
  "aboutTitle": "SOBRE MI",
  "name": "Arkaitz Calvo Saldias",
  "altPersonalImg": "Foto de Arkaitz Calvo Saldias",
  "home": "Inicio",
  "about": "Sobre mi",
  "proyects": "Proyectos",
  "knowledge": "Conocimientos",
  "contact": "Contacto",
  "navbarBotonText1Par1": "- CONTINÚA, ",
  "navbarBotonText1Par2": "QUIERO VER MÁS -",
  "navbarBotonText2Par1": "- SUBIR AL ",
  "navbarBotonText2Par2": "INICIO -",
  "openMenu": "Abrir menú principal",
  "aboutSubtitlePart1": "DISEÑO Y PROGRAMO TU SITIO WEB: ",
  "aboutSubtitlePart2": "¡FULLSTACK EN ACCIÓN!",
  "aboutDescription1": "Con una pasión arraigada por la informática y los videojuegos, he cultivado una curiosidad insaciable que me impulsa constantemente a estar al tanto de las últimas tendencias y tecnologías emergentes. Con un título en desarrollo de aplicaciones multiplataforma, he perfeccionado mis habilidades como desarrollador y he demostrado mi capacidad para enfrentar desafíos con creatividad con los retos propuestos en el aula o con los propuestos en la empresa de practicas.",
  "aboutDescription2": "Mi búsqueda en una empresa se centra en encontrar un entorno que fomente el crecimiento y la innovación, donde pueda contribuir con mis conocimientos y al mismo tiempo seguir aprendiendo y desarrollándome profesionalmente. Estoy emocionado por las nuevas oportunidades que me permitan expandir mi conjunto de habilidades y enfrentar proyectos apasionantes en el mundo del desarrollo de software.",
  "btnColorCurriculum": "[MI CURRICULUM (PDF, COLOR)]",
  "btnBWCurriculum": "[MI CURRICULUM (PDF, B/N)]",
  "aboutFrontTitlePart1": "DESARROLLADOR DE ",
  "aboutFrontTitlePart2": "FRONTAL",
  "aboutFrontDescription": "Creación de interfaces de usuario atractivas y receptivas con HTML5, CSS3 y JavaScript. Uso de jQuery para funcionalidades dinámicas y Bootstrap para la rápida implementación de diseños responsivos. Experticia en WordPress y React para aplicaciones web avanzadas.",
  "aboutBDDManagementTitlePart1": "ADMINISTRACIÓN DE ",
  "aboutBDDManagementTitlePart2": "BASES DE DATOS",
  "aboutBDDManagementDescription": "Gestión eficiente de bases de datos con MySQL y Microsoft SQL Server. Diseño de esquemas de bases de datos y consultas SQL avanzadas para un rendimiento óptimo. Experiencia en almacenamiento y recuperación de grandes volúmenes de datos.",
  "aboutBackTitlePart1": "DESARROLLADOR DE ",
  "aboutBackTitlePart2": "BACKEND",
  "aboutBackDescription": "Desarrollo de la lógica de negocio y gestión de datos en el servidor utilizando PHP, Node.js y Python. Creación de API RESTful para comunicación frontend-backend. Uso de Express.js y Django para un desarrollo ágil y escalable.",
  "aboutCleanCodeTitlePart1": "CÓDIGO ",
  "aboutCleanCodeTitlePart2": "LIMPIO",
  "aboutCleanCodeDescription": "Aplicación de las mejores prácticas de programación para escribir código limpio y mantenible. Enfoque en el desarrollo dirigido por pruebas (TDD) y refactorización continua. Compromiso con la calidad y la claridad del código en todo momento.",
  "sectionImage": "Imagen de la sección",
  "contactTitle": "CONTACTO",
  "contactSubtitlePart1": "HABLEMOS DE TU ",
  "contactSubtitlePart2": "PRÓXIMO PROYECTO",
  "email": "Correo electrónico: ",
  "nameContact": "Nombre:",
  "companyName": "Nombre de la empresa (opcional):",
  "message": "Mensaje:",
  "sendMessage": "Enviar mensaje",
  "homeTitle": "- DESARROLLADOR FULLSTACK -",
  "btnHomeAboutMe": "[ SOBRE MÍ ]",
  "btnHomeCurriculum": "[ CURRICULUM ]",
  "knowledgeTitle": "CONOCIMIENTOS",
  "knowledgeSubtitlePart1": "MIS HABILIDADES",
  "knowledgeSubtitlePart2": " EN..."
}
