{
  "aboutTitle": "NIRI BURUZ",
  "name": "Arkaitz Calvo Saldias",
  "altPersonalImg": "Arkaitz Calvo Saldias-ren argazkia",
  "home": "Hasiera",
  "about": "Niri buruz",
  "proyects": "Proiektuak",
  "knowledge": "Ezagutza",
  "contact": "Kontaktua",
  "navbarBotonText1Par1": "- JARRAITU, ",
  "navbarBotonText1Par2": "GEHIAGO IKUSI NAHI DUT -",
  "navbarBotonText2Par1": "- IGO ",
  "navbarBotonText2Par2": "HASIERARA -",
  "openMenu": "Ireki menu nagusia",
  "aboutSubtitlePart1": "WEBGUNEA DISEINATU ETA PROGRAMATZEN DUT: ",
  "aboutSubtitlePart2": "FULLSTACK AKZIOAN!",
  "aboutDescription1": "Informatikarekin eta bideojokoekin miresmen sakona daukadanez, kontutan hartzen ditut azkeneko joerak eta garatzen ari diren teknologia berrien gainean egindako ikertzean nire gogotasuna galtzen ez duen kezkakoa. Hainbat plataforma aplikazioen garapen graduarekin, nire gaitasunak garatu ditut garatzaile gisa eta ikasgai edo enpresan proposatutako erronkekin sortzeekin sorkuntza ikaragarriz gainditzea erakutsi dut.",
  "aboutDescription2": "Enpresan bilaketaren bitartez nire bilaketa inguruan hazkuntza eta berrikuntza bultzatzen duen ingurumena aurkitzea da, non nire ezagutzak ekar ditzaket eta berdintasun profesionala lortzeaz gain kontinuatu dezaket ikasten eta hazten. Software garapenaren munduan proiektu apasionatuak hartu eta nire gaitasun multzoa zabaldu ahal izango dizkidan aukera berriekin zelako entzutetsu nago.",
  "btnColorCurriculum": "[NIRE BIOGRAFIA (PDF, KOLOREZ)]",
  "btnBWCurriculum": "[NIRE BIOGRAFIA (PDF, BELTZA-ZURI)]",
  "aboutFrontTitlePart1": "AURREALDEKO ",
  "aboutFrontTitlePart2": "GARATZAILEA",
  "aboutFrontDescription": "Erabiltzaile-interfazeak eratzea erakargarri eta erantzun-gaixotasunpekoak HTML5, CSS3 eta JavaScript erabiliz. JQuery erabiltzea funtzionalitate dinamikoen beharretarako eta Bootstrap erabiliz diseinu erantzunkorren arazoak errazten hasteko. WordPress eta React-en aditua aplikazio web aurreratuak egiteko.",
  "aboutBDDManagementTitlePart1": "DATUEN OINARRIEN ",
  "aboutBDDManagementTitlePart2": "KUDEAKETA",
  "aboutBDDManagementDescription": "MySQL eta Microsoft SQL Server erabiltzeko datu-baseak eraginkorreki kudeatzea. Datu-base eskemak diseinatzea eta SQL kontsulta aurreratuak erabiltzea errendimendu onerako. Datu bolumen handien gordetzea eta berreskuratzean esperientzia.",
  "aboutBackTitlePart1": "ATZEALDEKO ",
  "aboutBackTitlePart2": "GARATZAILEA",
  "aboutBackDescription": "Negozio logika eta datuen kudeaketa zerbitzarian garapena PHP, Node.js eta Python erabiliz. RESTful API-ak eratu aurrealdeko-atzealdeko komunikazioarentzako. Express.js eta Django erabiltzea garapen agile eta eskalagarria.",
  "aboutCleanCodeTitlePart1": "KODE ",
  "aboutCleanCodeTitlePart2": "GARBIA",
  "aboutCleanCodeDescription": "Kode garbi eta mantendu daitekeena idazteko programazio praktika onenak aplikatzea. Froga-daramatzan garapena (TDD) eta berrikuntza etengabean aritzea. Kodearen kalitatea eta argitasuna beti lortzeko konpromisoa.",
  "sectionImage": "Atal Irudia",
  "contactTitle": "KONTAKTUA",
  "contactSubtitlePart1": "ZURE HURRENGO PROIEKTUARI BURUZ ",
  "contactSubtitlePart2": "EZTERTZEN DUGU",
  "email": "Posta elektronikoa:",
  "nameContact": "Izena:",
  "companyName": "Enpresaren Izena (aukerakoa):",
  "message": "Mezua:",
  "sendMessage": "Bidali Mezua"
}
